Revit 2027 API
ParameterTypeId.GraphicDisplayOptionsSketchyLines Property
 "Sketchy Lines"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GraphicDisplayOptionsSketchyLines { get; }
Public Shared ReadOnly Property GraphicDisplayOptionsSketchyLines As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GraphicDisplayOptionsSketchyLines {
	ForgeTypeId^ get ();
}
static member GraphicDisplayOptionsSketchyLines : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace